[
  {
    "id":"1",
    "name":"PULPECIKI W SOSIE CARBONARA",
    "img":"https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/pulpeciki-w-sosie-carbonara-01.jpg",
    "instructions": [
      "Mielone mięso umieścić w misce, doprawić solą oraz zmielonym pieprzem (po ok. pół łyżeczki). Następnie dodać jajko, bułkę tartą, sos sojowy, papryki w proszku oraz przeciśnięty przez praskę czosnek. Dokładnie wyrobić składniki.",
      "Formować pulpeciki wielkości orzecha włoskiego, obtoczyć w mące pszennej a następnie obsmażyć na patelni na oleju.",
      "W szerokim i większym garnku zagotować bulion. Włożyć obsmażone pulpeciki i zagotować. Przykryć i gotować przez ok. 20 minut, w międzyczasie 2 - 3 razy potrząsając garnkiem i mieszając pulpeciki.",
      "Boczek pokroić w kosteczkę i włożyć na patelnię. Smażyć mieszając przez kilka minut aż się podtopi i lekko zrumieni. Dodać do garnka z pulpecikami i gotować przez 5 minut.",
      "Wlać śmietankę oraz dodać posiekaną natkę. Wymieszać i gotować jeszcze bez przykrycia przez ok. 1 - 2 minuty. Doprawić świeżo zmielonym pieprzem oraz w razie potrzeby solą.",
      "Podawać z ziemniakami oraz sałatą lub surówką."
    ]
    "ingredients": [
        "500 g mielonego mięsa wieprzowego lub drobiowego (np. z uda)",
        "1 łyżka sosu sojowego (opcjonalnie)",
        "1/3 łyżeczki ostrej i słodkiej papryki",
        "2 ząbki czosnku",
        "1 jajko",
        "2 łyżki bułki tartej",
        "1 i 1/2 szklanki bulionu lub rosołu",
        "500 g cienkiego boczku lub szynki suszonej, pancetty",
        "1/3 szklanki śmietanki 30% lub 18% (do zup i sosów)",
        "2 łyżki posiekanej natki pietruszki",
        "oraz: sól, pieprz, oliwa lub olej, mąka pszenna"
    ]
   },
   "id":"2",
    "name":"KOPYTKA",
    "img":"https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/kopytka-01.jpg",
    "instructions": [
      "Ziemniaki obrać i ugotować w osolonej wodzie. Odcedzić i od razu rozgnieść praską na idealnie gładkie puree. Przełożyć do miski i całkowicie ostudzić.",
      "Dodać mąkę, jajko oraz szczyptę soli. Połączyć składniki w jednolite ciasto.",
      "Wyłożyć na stolnicę posypaną mąką i podzielić na 6 części. Z każdej części uformować wałeczek grubości kciuka, obtaczając go w mące.",
      "Wałek lekko spłaszczyć i pociąć nożem na kawałki o szerokości ok. 1,5 - 2 cm.",
      "Gotować partiami: wkładać na gotującą i osoloną wodę w dużym garnku i gotować przez ok. 3 minuty licząc od czasu wypłynięcia na powierzchnię lub do miękkości.",
      "W trakcie gotowania delikatnie przemieszać wodę drewnianą łyżką sprawdzając czy kopytka nie przykleiły się do dna. Wyławiać łyżką cedzakową i wykładać na talerze."
    ]
    "ingredients": [
        "1 kg ziemniaków",
        "200 g mąki",
        "1 jajko",
        "1 łyżeczka soli"
    ]
   },
   
 ]
  
