[
  {
    "id":"1",
    "name":"PULPECIKI W SOSIE CARBONARA",
    "img":"https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/pulpeciki-w-sosie-carbonara-01.jpg",
    "instructions": [
      "Mielone mięso umieścić w misce, doprawić solą oraz zmielonym pieprzem (po ok. pół łyżeczki). Następnie dodać jajko, bułkę tartą, sos sojowy, papryki w proszku oraz przeciśnięty przez praskę czosnek. Dokładnie wyrobić składniki.",
      "Formować pulpeciki wielkości orzecha włoskiego, obtoczyć w mące pszennej a następnie obsmażyć na patelni na oleju.",
      "W szerokim i większym garnku zagotować bulion. Włożyć obsmażone pulpeciki i zagotować. Przykryć i gotować przez ok. 20 minut, w międzyczasie 2 - 3 razy potrząsając garnkiem i mieszając pulpeciki.",
      "Boczek pokroić w kosteczkę i włożyć na patelnię. Smażyć mieszając przez kilka minut aż się podtopi i lekko zrumieni. Dodać do garnka z pulpecikami i gotować przez 5 minut.",
      "Wlać śmietankę oraz dodać posiekaną natkę. Wymieszać i gotować jeszcze bez przykrycia przez ok. 1 - 2 minuty. Doprawić świeżo zmielonym pieprzem oraz w razie potrzeby solą.",
      "Podawać z ziemniakami oraz sałatą lub surówką."
    ],
    "ingredients": [
        "500 g mielonego mięsa wieprzowego lub drobiowego (np. z uda)",
        "1 łyżka sosu sojowego (opcjonalnie)",
        "1/3 łyżeczki ostrej i słodkiej papryki",
        "2 ząbki czosnku",
        "1 jajko",
        "2 łyżki bułki tartej",
        "1 i 1/2 szklanki bulionu lub rosołu",
        "500 g cienkiego boczku lub szynki suszonej, pancetty",
        "1/3 szklanki śmietanki 30% lub 18% (do zup i sosów)",
        "2 łyżki posiekanej natki pietruszki",
        "oraz: sól, pieprz, oliwa lub olej, mąka pszenna"
    ]
   },
   {
     "id":"2",
      "name":"pączki serowe",
      "img":"https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/paczki-serowe-01.jpg",
      "instructions": [
        "Do miski włożyć twaróg, śmietanę, żółtka, cukier oraz cukier wanilinowy. Rozgnieść składniki widelcem.",
        "Dodać mąkę, sodę i wymieszać. Wyłożyć na podsypaną mąką stolnicę i połączyć składniki..",
        "Ciasto podzielić na ok. 28 kawałków i ulepić z nich kulki wielkości orzecha włoskiego (aby ciasto się mniej kleiło można formować umytymi i wilgotnymi dłońmi lub delikatnie oprószonymi mąką).",
        "Do szerokiego, dużego garnka wlać olej i rozgrzać go do około 180 stopni C. Włożyć połowę kulek (lub tyle ile się zmieści w jednej warstwie z zachowaniem małych odstępów).",
        "Smażyć na złoty kolor po około 1,5 minuty z każdej strony (pączki mogą się same się obracać po usmażeniu z jednej strony).",
        "Wyłowić łyżką cedzakową i ułożyć na ręcznikach papierowych. W tym samym oleju usmażyć kolejną porcję pączków.",
        "Posypać cukrem pudrem"
      ],
      "ingredients": [
          "250 g twarogu (tłustego)",
          "100 g gęstej śmietany 12% lub 18% (w kubeczku, homogenizowanej)",
          "2 żółtka",
          "1/3 szklanki cukru",
          "1 łyżka cukru wanilinowego",
          "250 g mąki pszennej",
          "1 i 1/2 łyżeczki sody oczyszczonej",
          "1 litr oleju roślinnego",
          "cukier puder"
      ]
     },
     {
     "id":"3",
      "name":"KOTLETY JAJECZNE Z KALAFIOREM",
      "img":"https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/kotlety_jajeczne_z_kalafiorem_01.jpg",
      "instructions": [
        "Kalafiora podzielić na kilka mniejszych różyczek i ugotować w osolonej wodzie, odcedzić, odparować i ostudzić. Następnie rozdrobnić w melakserze na małe kawałeczki (lub posiekać na desce).",
        "Ugotowane na twardo jajka obrać ze skorupek, drobno posiekać (lub rozgnieść widelcem lub rozdrobnić w melakserze na małe kawałeczki).",
        "Rozdrobnione jajka i kalafiora umieścić w misce, dodać jedno surowe jajko, panier z ciecierzycy lub bułkę tartą, szczypiorek i koperek. Doprawić solą i pieprzem. Wymieszać łyżką.",
        "Dłonią uformować 6 kotletów. Obtoczyć najpierw w roztrzepanym jajku, potem w panierze lub bułce tartej.",
        "Rozgrzać tłuszcz na patelni, ułożyć kotlety i smażyć na średnim ogniu na złoty kolor przez ok. 3 minuty. Przewrócić na drugą stronę i powtórzyć smażenie."
      ],
      "ingredients": [
          "300 g kalafiora",
          "5 jajek ugotowanych na twardo",
          "2 jajka surowe",
          "3 łyżki panieru z ciecierzycy* + do obtoczenia",
          "2 łyżki posiekanego szczypiorku",
          "2 łyżki posiekanego koperku",
          "tłuszcz do smażenia"
      ]
     }, 
     {
     "id":"4",
      "name":"Makaron z truskawkami",
      "img":"https://www.kwestiasmaku.com/sites/v123.kwestiasmaku.com/files/makaron_z_truskawkami_01.jpg",
      "instructions": [
        "Makaron ugotować w lekko osolonej wodzie, odcedzić.",
        "Truskawki umyć i oderwać szypułki. Pokroić i włożyć do miski.",
        "Dodać cukier i rozgnieść widelcem lub przez chwilę zmiksować w rozdrabniczu.",
        "Wymieszać ze śmietaną.",
        "Gorący makaron wyłożyć do talerzy i polać otrzymanym sosem truskawkowym."
      ],
      "ingredients": [
          "150 g makaronu wstążki",
          "400 g truskawek",
          "3 - 4 łyżki cukru",
          "1/3 szklanki śmietany homogenizowanej 18%"
      ]
     }
 ]
  
